{
  "regattaIntro": {
    "date": "2019-08-02T22:00:00Z",
    "title": "139th Sudbury International Regatta",
    "description": "<p>The Sudbury Regatta takes place on the first Saturday of August each year.</p>\n <p>The 650m Rowing course is raced upstream from a stake boat start along a course characterised by some challenging bends. One of the highlights of the regatta is the sprint eights event, racing for hip-flasks along the last and straighter 350m.</p>\n <p>We provide state of the art spectator facilities, particularly in the stadium section of the course with wonderful home-baked cakes, burgers, a hog roast, ice cream and locally brewed beer.</p>\n <p>The official event photographer is <a href=\"https://www.hiskett.net/\">Bill Hiskett</a>. His photographs may be used on the website and social media sites of the Regatta and its Organising Committee. Official photographs will also be available for sale from Bill’s <a href=\"https://www.hiskett.net/\">website</a>&nbsp;after the event. By entering the Regatta, competitors and those responsible for them consent to this.</p>",
    "displayNote": true,
    "note": {
      "title": "Single-Use Plastics",
      "text": "Sudbury Rowing Club will again this year try to reduce the amount of single-use plastic used at the Regatta. Please bring a reusable bottle or cup. Water refills will be available, and free. Plastic cups can be purchased at 50p per cup, and all monies from their sale goes to charity.",
      "color": "green"
    },
    "displayNotification": false,
    "notification": {
      "title": "Safety notice",
      "text": "Sudbury Rowing Club will again this year try to reduce the amount of single-use plastic used at the Regatta. Please bring a reusable bottle or cup. Water refills will be available, and free. Plastic cups can be purchased at 50p per cup, and all monies from their sale goes to charity.",
      "color": "yellow"
    }
  },
  "events": {
    "coursemap": "https://sudburyrowingclub.org.uk/course/",
    "event": [
      {
        "title": "650m Course",
        "map": "https://sudburyrowingclub.org.uk/wp-content/uploads/2020/06/Artboard-1650m.svg",
        "description": "650m upstream from a stern-on stakeboat start.",
        "categories": [
          "Senior",
          "Masters",
          "Junior",
          "Adaptive/Para-Rowing",
          "Parent & Child (Junior/J15 and under)"
        ],
        "gender": [
          "Open",
          "Women",
          "Mixed"
        ],
        "boatClasses": [
          "4+",
          "4×−",
          "4×+",
          "2+",
          "2−",
          "2×",
          "1×"
        ],
        "prizes": "Pewter tankards"
      },
      {
        "title": "Sprint Eights",
        "map": "https://sudburyrowingclub.org.uk/wp-content/uploads/2020/06/Artboard-1350m.svg",
        "description": "350m upstream from a free start",
        "categories": [
          "Senior",
          "Masters"
        ],
        "gender": [
          "Open",
          "Women",
          "Mixed"
        ],
        "boatClasses": [
          "8+"
        ],
        "prizes": "Hipflasks"
      }
    ]
  },
  "entries": {
    "text": "<p>The draw will take place at Great Cornard On Monday 29 July 2019 from 09.00. The regatta committee may ask crews to race at a higher status, dependent upon entries. Doubling up or boat sharing welcomed at entrants risk. All events are subject to sufficient entries. The committee will organise masters racing using the handicap system, ranking points or a combination of both. Please let us have as much information as possible on BROE. Sudbury Rowing Club is affiliated to British Rowing. The regatta is run by Sudbury Rowing Club under British Rowing Rules and Rules of Racing will apply. The regatta adheres to Row Safe, the BR guide to safe practice in rowing.</p>\n      <ul><li>Entry fees £11 a seat.</li><li> All entries through BROE.</li><li> Entries close Sunday 28 July 2019 23:59 hours.</li><li> Entries may close earlier if oversubscribed.</li><li> Payments accepted via BROE or cheques made payable to Sudbury Rowing Club<ul><li>(sent by post to the Bures Road address on the <a href=\"/wp-content/uploads/2019/06/Poster-Final.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">regatta poster</a>)</li></ul></li></ul>"
  },
  "results": {
    "courseRecords": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/08/Course-Records-19.pdf",
    "results": [
      {
        "year": "2019",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2019"
      },
      {
        "year": "2018",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2018"
      },
      {
        "year": "2017",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2017"
      },
      {
        "year": "2016",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2016"
      },
      {
        "year": "2015",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2015"
      },
      {
        "year": "2014",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2014"
      },
      {
        "year": "2013",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2013"
      },
      {
        "year": "2012",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2012"
      },
      {
        "year": "2011",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2011"
      },
      {
        "year": "2010",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2010"
      },
      {
        "year": "2009",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2009"
      },
      {
        "year": "2008",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2008"
      },
      {
        "year": "2007",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2007"
      },
      {
        "year": "2006",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2006"
      },
      {
        "year": "2005",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2005"
      },
      {
        "year": "2004",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2004"
      },
      {
        "year": "2003",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2003"
      },
      {
        "year": "2002",
        "link": "https://sudburyrowingclub.org.uk/results/regatta2002"
      }
    ]
  },
  "competitorInformation": {
    "intro": "<h5>Draw, trees, and results and more</h5><p>When available, the draw will be prominently accessible from this page.</p>",
    "resources": [
      {
        "title": "Competitor Instructions 2019",
        "link": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/06/Crewbrief-2019-V1.pdf"
      },
      {
        "title": "Competitor Safety Plan 2019",
        "link": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/06/Sudbury-Regatta-Competitor-Safety-Plan-2019-V1.pdf"
      },
      {
        "title": "Regatta Safety Plan 2019",
        "link": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/06/Regatta-Safety-Plan-Introduction-and-Responsibilities-2019-V1.pdf"
      },
      {
        "title": "Regatta Emergency Plan 2019",
        "link": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/06/SRC-Regatta-Emergency-Plan-2019-V1.pdf"
      },
      {
        "title": "Risk Assessment Land Safety 2019",
        "link": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/06/Risk-Assessment-Land-Safety-2019-V1.pdf"
      },
      {
        "title": "Thunderstorm Plan 2019",
        "link": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/06/Regatta-Thunderstorm-Plan-2019-V1.pdf"
      },
      {
        "title": "Water Safety Risk Assessment 2019",
        "link": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/06/Regatta-Water-Safety-Risk-Assessment-2019-V1.pdf"
      },
      {
        "title": "Banding Statement",
        "link": "https://sudburyrowingclub.org.uk/wp-content/uploads/2019/07/Banding-statement-2019.pdf"
      }
    ]
  },
  "gallery": [
    {
      "image": ""
    },
    {
      "image": "/images/sample.jpg"
    }
  ],
  "praise": {
    "title": "Praise for the Sudbury Regatta",
    "year": [
      {
        "date": "2015",
        "number": "135",
        "items": [
          {
            "text": "Thank you for a wonderful regatta. As one club member said “It’s Midsummer Murders” or another description could be bucolic England at its full-blown summer best and with a blue moon. Who could want more out of life?",
            "name": "",
            "club": ""
          },
          {
            "text": "Hi, Please could you let me know the date for next year’s regatta as we need to book accommodation for Lea masters.",
            "name": "Lea RC",
            "club": ""
          },
          {
            "text": "A big thank you to you and your hard working team in organising another incredibly well run regatta. Anybody who has experienced organising a regatta will appreciate the time effort and hard work needed to run such an event. As usual your team achieve this with the utmost precision and timing which all comes together seamlessly. I’m sure there are many ‘hairy moments’ through the course of the day but as usual everything comes together for the competitors to enjoy their racing. Please thank all your team for once again producing a brilliant day out for all of us at Broxbourne.",
            "name": "Broxbourne Rowing Club",
            "club": ""
          },
          {
            "text": "Thanks to you all for another wonderful regatta!",
            "name": "X-Press Boat Club",
            "club": ""
          },
          {
            "text": "Many, many thanks for another superb regatta. We did actually have blood, sweat and tears as well as plenty of smiles, improvement in confidence and experience. Please pass on our thanks to your team who did an excellent job.",
            "name": "Alton Rowing Club",
            "club": ""
          },
          {
            "text": "We had a great day out and are looking forward to next year’s already! Please pass on our thanks to everyone involved in running the regatta – you did a splendid job in making sure it ran smoothly and keeping everyone entertained.",
            "name": "Erith Rowing Club",
            "club": ""
          }
        ]
      },
      {
        "date": "2018",
        "number": "139",
        "items": [
          {
            "text": "Thanks to you and all your team for a fantastic day at Sudbury International Regatta today. So well organised and great fun.",
            "name": "David W",
            "club": ""
          },
          {
            "text": "As always, lovely little regatta. Thanks for organising. Next time hope we can get more than one entry ?",
            "name": "Alister",
            "club": "X-Press Boat Club"
          },
          {
            "text": "Great regatta not only because I won a pot! I liked the shuttle system and no wash from umpire launches hence very flat water. Also very friendly and relaxed. I even enjoyed the jokes and the commentary.",
            "name": "Paul",
            "club": ""
          },
          {
            "text": "You run a marvellous event. Well done and long may it continue and flourish.",
            "name": "David",
            "club": ""
          },
          {
            "text": "On behalf of West Norfolk Rowing Club I would like to express our thanks for a great day at Sudbury Regatta. Thank you!\nIt was a most enjoyable day (if a little long), and all those running it were in good humour, making for a fine atmosphere.\nWe had a trailer-full of entries, an achievement in itself for a small new club, and were thrilled our chaps came away with silverware from our last race of the day!\nIt is such a beautiful setting, and clearly lots of preparation work had gone into setting up the course and the regatta field.\nMany thanks.",
            "name": "Nicola Marston",
            "club": "Captain, West Norfolk Rowing Club"
          },
          {
            "text": "It was the first time I have raced at Sudbury – I had a brilliant day, it was really well run, you have a great team and you created a fantastic event.\n\nPlease pass on our thanks to all from Broadland Boat Club. Congratulations on the 150 years.",
            "name": "Sue",
            "club": "Broadland Boat Club"
          },
          {
            "text": "<p>Just passing on a big thank you from the small but very happy Norwich Rowing Club contingent to you and everyone involved in Saturday’s event.</p><p>It was the first time we had raced at Sudbury and we (and the other NRC members) couldn’t be more impressed by the regatta, from the excellent location, food, live music and helpful volunteers.</p><p>But most of all we were impressed by your seemingly endless (and often hilarious) enthusiasm with the microphone which had us smiling throughout the day.</p><p>Thank you!</p>",
            "name": "Sarah",
            "club": ""
          },
          {
            "text": "Many thanks for the wonderful regatta.",
            "name": "Claire",
            "club": ""
          },
          {
            "text": "I just wanted to pass on my thanks and appreciation to the Committee, the Rowing Committee and of course Nicola and Andrew for a fantastic and fun Regatta. Brilliant to see so many Sudbury wins as well. Well done all.",
            "name": "Tim",
            "club": ""
          },
          {
            "text": "Thank you all very much for a brilliant day out. Those of us from Broadland had a great time – whether we won or ended up in the reeds!",
            "name": "Frances",
            "club": "Chair, Broadland Boat Club"
          },
          {
            "text": "Thanks again for your warm welcome to your regatta and the boat loan, we appreciate it a lot. Looking forward to the next one!",
            "name": "Christina",
            "club": "Barcelona Club de Rem"
          },
          {
            "text": "<p>On behalf of Yare Boat Club I would like to thank the organisers and volunteers who have made Sudbury Regatta such a resounding success.</p><p>Every detail was thought of and the whole day worked seamlessly, with the glorious weather even ordered to perfection. A fantastic day of racing enjoyed by all.</p>",
            "name": "Shelagh Tubby",
            "club": "Captain, Yare Boat Club"
          },
          {
            "text": "Thank you very much for organising such a lovely regatta, from all of us at Chesterton!",
            "name": "Conor",
            "club": "Chesterton Rowing Club"
          },
          {
            "text": "Excellent regatta and so much fun as always, I am just sorry I couldn’t stay for the whole day, next year… Thanks again for great organisation (and commentary).",
            "name": "David",
            "club": ""
          },
          {
            "text": "<p>Oh dear, how do we begin?</p><p>Firstly thank you Sudbury RC for lending us the 2-, and the welcome and help we received from you lovely Suffolk Folk !!</p><p>Secondly, for letting us share your truly named ‘International’ Regatta.</p><p>It personally took me back to the 1960’s when a fete type atmosphere existed at regattas, where the whole town came to experience the regatta scene by the river on a beautiful summers day.</p><p>An absolutely glorious setting on the meadow, your people had worked tremendously hard to prepare the reeds to show off the magnificence of the river, and what a river !!</p><p>I was so proud of my course around the big bend in my single, lost concentration momentarily and the pill box reeds got me, so I took a little bit of Suffolk foliage away with me.</p><p>Then in the coxless pair my mate steered a superb course around the big bend, only to falter in his steering 3 times to enable my stroke side blade to chip away at the Essex bank !</p><p>It took me around 40 years of rowing and thinking about going to Sudbury, I only wish I’d done it sooner, a brilliant event which we will have no hesitation in recommending to anyone in our region who will listen!!!</p>",
            "name": "Stan and Prue",
            "club": "Broadland Boat Club"
          },
          {
            "text": "I really enjoyed Saturday, it was a lovely regatta with a great atmosphere!",
            "name": "Umpire",
            "club": ""
          },
          {
            "text": "Everything about the day was fantastic. From the organisation to the friendliness of other crews – in both helping our (much less experienced crew) out with boats / advice and help. We (Curlew) will definitely be back next year with more crews",
            "name": "Darren",
            "club": "Curlew Rowing Club"
          }
        ]
      },
      {
        "date": "2018-08-04",
        "number": "138",
        "items": [
          {
            "text": "I take my hat off to Andrew Blit and his team. You inherit a less than ideal stretch of water and you put your tongue in your cheek, erect a progress board, you have a Sprint 8’s event that I am sure I read was on a 350m ‘straight’ ! You call it Sudbury International Regatta, you do an enthusiastic commentary. You time races and encourage participants to beat records, have a jazz band, get prime farmers beef burgers and be friendly. Marvellous, brilliant and fantastic.",
            "name": "",
            "club": ""
          },
          {
            "text": "Every cox and sculler should have Sudbury Regatta on their bucket list. Every umpire should have the ‘bend’ position on their bucket list too!",
            "name": "Umpire",
            "club": ""
          },
          {
            "text": "Our crews had an excellent time, so thanks for another wonderful regatta!",
            "name": "",
            "club": ""
          },
          {
            "text": "A fantastic regatta as always – you have set yourself a high standard that others would love to get near.",
            "name": "Umpire",
            "club": ""
          },
          {
            "text": "Another super Sudbury International Regatta. Super event, super people, super food, everything a good old fashion town regatta should be.",
            "name": "Umpire",
            "club": ""
          },
          {
            "text": "Fab regatta again, thank you Sudbury!",
            "name": "",
            "club": ""
          },
          {
            "text": "Every photo I see convinces me that this must be one of the most beautiful events in the rowing world.",
            "name": "Social media commentator",
            "club": ""
          },
          {
            "text": "Thanks team Sudbury, cracking day, very enjoyable as always. Could have done with someone turning the temperature down a little but otherwise perfect!",
            "name": "",
            "club": ""
          },
          {
            "text": "Thanks go to you and your team – what a fantastic event! We all had a great time, and it was a really worthwhile and positive race experience for both of the guys. Your members also made us feel most welcome at the clubhouse, and we appreciated the assistance with boating/de-boating too. It was also my pleasure to get on the Mic and say a few words about adaptive rowing… no other event has ever asked me to and it was great – thank you.",
            "name": "Ella Willot",
            "club": "Para-Rowing Coach"
          },
          {
            "text": "Thank you to all the members of Sudbury RC who make your regatta the best regatta of the year.",
            "name": "",
            "club": ""
          },
          {
            "text": "Thank you very much for your and your clubmates’ efforts organising and running yet another great day’s racing and ancillary entertainment. You all do a terrific job making everyone welcome and having an event which runs smoothly despite very challenging boat and rower logistics.",
            "name": "Umpire",
            "club": ""
          },
          {
            "text": "Another excellent event. As always we had great fun with a good haul of wins too. We love supporting this event and it remains one of the highlights of our rowing calendar.",
            "name": "",
            "club": ""
          },
          {
            "text": "Well done Sudbury RC. Really great day in a Suffolk meadow by the Stour. Great racing with all the thrills and spills of a river regatta.",
            "name": "",
            "club": ""
          },
          {
            "text": "Another wonderful Sudbury Regatta, thanks for putting up with us.",
            "name": "",
            "club": ""
          },
          {
            "text": "What a lovely day it was! Thanks to Sudbury Rowing Club and all the team.",
            "name": "",
            "club": ""
          },
          {
            "text": "Well done to everybody for putting such a fab day on yesterday. My sister and her fella came along too and absolutely loved it.",
            "name": "Bev",
            "club": ""
          }
        ]
      },
      {
        "date": "2017",
        "number": "137",
        "items": [
          {
            "text": "Once again thank you to all of Sudbury Rowing Club and their other halves/quarters etc, and hope your clearing up went well.",
            "name": "An umpire",
            "club": ""
          },
          {
            "text": "Thank you to your team for a great ‘old fashioned ‘ regatta. I am ashamed to say it was the first time I have been to Sudbury but I thoroughly enjoyed my day, as did my little band of very novice rowers.",
            "name": "Norwich Rowing Club",
            "club": ""
          },
          {
            "text": "We all absolutely loved it. What a fantastic day! I would say it was a shame it rained but it really added to the atmosphere, wonderfully British.",
            "name": "Molesey Boat Club",
            "club": ""
          },
          {
            "text": "A pleasure and a privilege as ever.",
            "name": "An Umpire",
            "club": ""
          },
          {
            "text": "I thought, given the challenges, the regatta was tremendously well run (and I’ve been rowing 40 years, so I’ve seen a few!).",
            "name": "Anon",
            "club": ""
          },
          {
            "text": "Very many thanks and congratulations on another great Sudbury International Regatta! I know how much effort goes in to organising a day like that, and for it to run so well, despite the best efforts of the weather, is a real testament to the hard work put in by your team. The day was, as always, well organised, friendly and above all, great fun. I know our Leicester contingent really enjoyed it. Carl in particular got a real buzz from it all. I’m sure the experience will have spurred him on to race more. Thanks for your efforts and help getting him out on the water and making it happen. It was a great race to watch, shame one of them had to lose, but hopefully Luke isn’t downhearted, he certainly gave Carl a great race.",
            "name": "Leicester Rowing Club",
            "club": ""
          },
          {
            "text": "It was our first time at the Regatta and we enjoyed it enormously, despite being one of the crews caught on the river when the thunderstorm broke!",
            "name": "Nemesis Boat Club",
            "club": ""
          },
          {
            "text": "On behalf of Beccles RC thank you very much for organising such a successful day. What with steering adventures and weather it was challenging at times but we came away having had a very enjoyable time. Please pass on our thanks to all those who helped with the planning and arrangements, everything seemed to be spot on as usual!",
            "name": "Beccles Rowing Club",
            "club": ""
          },
          {
            "text": "If you could turn the sprinkler system down a little that would be good – just drying out now…another great day in Suffolk.",
            "name": "Huntingdon Boat Club",
            "club": ""
          },
          {
            "text": "If you could turn the sprinkler system down a little that would be good – just drying out now…another great day in Suffolk.",
            "name": "Huntingdon Boat Club",
            "club": ""
          },
          {
            "text": "Thank you very much for staging yet another impressive Regatta of the Season yesterday. We had a wonderful time and especially enjoyed the thunder and lightning in the interval. Thanks again to the Sudbury International Team.",
            "name": "Cambridge 99 Rowing Club",
            "club": ""
          },
          {
            "text": "I think athletes’ unwavering enthusiasm (only apart perhaps from MAV keenness to hand their semi final victory back to Broadland to avoid final !) is a tribute to you and Sudbury RC. Massive collective effort well-rewarded. Thank you – it was a pleasure to join in. Frau Hogsbjerg’s VIP tent and lunch were much appreciated.",
            "name": "An Umpire",
            "club": ""
          }
        ]
      }
    ]
  },
  "availableBoatClasses": [
    "8+",
    "4+",
    "4×−",
    "4×+",
    "2+",
    "2−",
    "2×",
    "1×"
  ]
}
